module.exports = {
    name: 'vpnhunt',
    async execute(m, sock, commands, args, db, forwardedContext) {
        let resMsg = `╭─── • 🥀 • ───╮\n`;
        resMsg += `  ᴠ ᴘ ɴ  ʜ ᴜ ɴ ᴛ ꜱ  \n`;
        resMsg += `╰─── • 🥀 • ───╯\n\n`;
        resMsg += `│ ◦ ᴄʟᴏᴜᴅꜰʟᴀʀᴇ 1.1.1.1\n`;
        resMsg += `│ ◦ ᴘꜱɪᴘʜᴏɴ ᴘʀᴏ ʟɪᴛᴇ\n`;
        resMsg += `│ ◦ ʜᴀ ᴛᴜɴɴᴇʟ ᴘʟᴜꜱ\n`;
        resMsg += `│ ◦ ᴠ2ʀᴀʏ ɴᴏᴅᴇꜱ (24ʜ)\n`;
        resMsg += `│ ◦ ꜱꜱʜ ᴄᴜꜱᴛᴏᴍ ᴄᴏɴꜰɪɢꜱ\n`;
        resMsg += `└──────────────\n\n`;
        resMsg += `_ᴜꜱᴇ ᴛʜᴇꜱᴇ ꜰᴏʀ ꜰʀᴇᴇ ᴀᴄᴄᴇꜱꜱ_\n`;
        resMsg += `_ʙᴏᴛ: ᴡʀᴏɴɢ ᴛᴜʀɴ 𝟼_\n`;
        resMsg += `_ᴅᴇᴠ: ꜱᴛᴀɴʏᴛᴢ_`;

        await sock.sendMessage(m.key.remoteJid, { text: resMsg, contextInfo: forwardedContext }, { quoted: m });
    }
};
